{
  "Banner": {
    "skills": "Soy un",
    "I_m": "Soy programador con experiencia en HTML, Tailwind CSS, CSS3, JavaScript y React.",
    "CV": "Mi CV",
    "contac": "contáctame",
    "About": "ACERCA DE MÍ.",
    "About_me": "¡Hola, soy Brandoll Josué Guzmán Carrillo! Desarrollador de software apasionado, actualmente me dedico a estudiar y mejorar. Siempre estoy buscando formas de mejorar y aprender nuevas tecnologías en mi tiempo libre. Me fascina estar al tanto de las últimas tendencias de desarrollo y nunca dejar de aprender cosas nuevas. Además de mi amor por la programación, también disfruto del fútbol y viajar. Me encanta viajar. ¡Gracias por visitar mi portafolio, espero que lo disfruten tanto como yo disfruté creándolo!",
    "experience": "Años de Experiencia",
    "projects": "Proyectos Completados",
    "creating": "Cuanto me gusta crearlas del 1 al 10",
    "Project": "Lo que hago .",
    "h3": "Soy un desarrollador front-end freelance con más de 2 años de experiencia.",
    "Work": "ver mi trabajo",
    "project#1": "Encriptador-Alura",
    "description#1": "Ponga un texto y se encriptara usando solo html, css y Javascript.",
    "anchor#1": "Encriptador",
    "project#2": "comercio electrónico",
    "description#2": "Comercio electrónico utilizando Api redux redux/toolkit react-vites. ",
    "anchor#2": "E-commerce",
    "project#3": "pokedex",
    "description#3": "consumir api de pokemon y obtener clases de datos react .",
    "anchor#3": "pokedex",
    "project#4": "Frases aleatorias",
    "description#4": "presione el botón y le traerá frases aleatorias del espacio mientras el fondo cambia para adaptarse a usted.",
    "anchor#4": "frases",
    "project#5": "fabricante de tarjetas",
    "description#5": "crear tarjetas personales puedes borrarlas editarlas y crear tantas como quieras.",
    "anchor#5": "cartas",
    "work": "Mis últimos",
    "work2": "proyectos .",
    "workp": "Estos son algunos de los proyectos que he desarrollado a lo largo de mi carrera. Espero que los disfrutéis y que sirvan para mostrar mi conocimiento de las tecnologías que manejo.",
    "workButoon": "Ver todos los proyectos",
    "contact": "Ponerse en contacto",
    "contactW": "Vamos a trabajar",
    "contactW1": "¡juntos!",
    "name": "Su nombre",
    "email": "Tu correo electrónico",
    "message": "Tu mensaje",
    "send": "Enviar mensaje",
    "alert": "Campos requeridos",
    "alertText": "Por favor, completa todos los campos antes de enviar el mensaje.",
    "alertButton": "Entiendo",
    "alert1": "el correo fue enviado",
    "alertText1": "Su mensaje fue enviado exitosamente. Me comunicaré contigo de inmediato.",
    "alertButton1": "listo",
    "footer": "Mi sitio web. Reservados todos los derechos.",
    "footer1": "certificado de React."
  }
}
